<?php

// +----------------------------------------------------------------------

// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]

// +----------------------------------------------------------------------

// | Copyright (c) 2006-2014 http://thinkphp.cn All rights reserved.

// +----------------------------------------------------------------------

// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )

// +----------------------------------------------------------------------

// | Author: liu21st <liu21st@gmail.com>

// +----------------------------------------------------------------------



/**

 * ThinkPHP 简体中文语言包

 */

return array(

    /* 核心语言变量 */  

    '_MODULE_NOT_EXIST_'     => '无法加载模块',

    '_CONTROLLER_NOT_EXIST_' =>	'无法加载控制器',

    '_ERROR_ACTION_'         => '非法操作',

    '_LANGUAGE_NOT_LOAD_'    => '无法加载语言包',

    '_TEMPLATE_NOT_EXIST_'   => '模板不存在',

    '_MODULE_'               => '模块',

    '_ACTION_'               => '操作',

    '_MODEL_NOT_EXIST_'      => '模型不存在或者没有定义',

    '_VALID_ACCESS_'         => '没有权限',

    '_XML_TAG_ERROR_'        => 'XML标签语法错误',

    '_DATA_TYPE_INVALID_'    => '非法数据对象！',

    '_OPERATION_WRONG_'      => '操作出现错误',

    '_NOT_LOAD_DB_'          => '无法加载数据库',

    '_NO_DB_DRIVER_'         => '无法加载数据库驱动',

    '_NOT_SUPPORT_DB_'       => '系统暂时不支持数据库',

    '_NO_DB_CONFIG_'         => '没有定义数据库配置',

    '_NOT_SUPPORT_'          => '系统不支持',

    '_CACHE_TYPE_INVALID_'   => '无法加载缓存类型',

    '_FILE_NOT_WRITABLE_'   => '目录（文件）不可写',

    '_METHOD_NOT_EXIST_'     => '方法不存在！',

    '_CLASS_NOT_EXIST_'      => '实例化一个不存在的类！',

    '_CLASS_CONFLICT_'       => '类名冲突',

    '_TEMPLATE_ERROR_'       => '模板引擎错误',

    '_CACHE_WRITE_ERROR_'    => '缓存文件写入失败！',

    '_TAGLIB_NOT_EXIST_'     => '标签库未定义',

    '_OPERATION_FAIL_'       => '操作失败！',

    '_OPERATION_SUCCESS_'    => '操作成功！',

    '_SELECT_NOT_EXIST_'     => '记录不存在！',

    '_EXPRESS_ERROR_'        => '表达式错误',

    '_TOKEN_ERROR_'          => '表单令牌错误',

    '_RECORD_HAS_UPDATE_'    => '记录已经更新',

    '_NOT_ALLOW_PHP_'        => '模板禁用PHP代码',

    '_PARAM_ERROR_'          => '参数错误或者未定义',

    '_ERROR_QUERY_EXPRESS_'  => '错误的查询条件',

    'shouy' =>'首页',
    'gm'=>'购买',
    'chushou'=>'出售',
  'fbgong'=>  '发布广告',
   'yaoqing'=>'邀请好友',
   'zhuce'=>'注册',
   'denglu'=>'登录',
   'dingdan'=>'订单',
   'qianbao'=>'钱包',
   'zongzichan'=>'总资产',
   'bizhong'=>'币种',
   'kyzc'=>'可用资产',
    'djzc'=>'冻结资产',
     'zdmx'=>'账单明细',
      'yhzx'=>'用户中心',
      'mygg'=>'我的广告',
       'tuichu'=>'退出',
       'kuaijie'=>'快捷 自由 安全',
        'yqhy'=>'邀请好友',
        'zuoxiang'=>'坐享比特币返现',

 'haoyou'=>'好友完成注册即可得',
 'fanxian'=>'最高1BTC返现',
 'liji'=>'立即邀请',
 'jyxx'=>'交易信息',
 'fuwu'=>'7x24小时不间断服务',
 'jiaoyics'=>'交易次数',
  'xrrs'=>'信任人数',
   'hpd'=>'好评度',
    'jyjg'=>'交易价格',
    'jyxe'=>'交易限额',
    'fkfs'=>'付款方式',
    'yhzz'=>'银行转账',
    'zfb'=>'支付宝',
    'wxzf'=>'微信支付',
    'qita'=>'其它',
    'zydzc'=>'专业的数字资产交易网',
    'gdjy'=>'更多交易',
    'ziyoumaim'=>'本平台是一个独立的交易平台，自由买卖',
    'anquan'=>'专业金融安全级别重金多重安全防护',
    'dinfo'=>'多信息迅速掌握，交易随时随地',
    'shuaxin'=>'刷新',
    'bitebi'=>'比特币',
    'nicheng'=>'昵称',
    'xiny'=>'信用',
    'xianer'=>'限额',
    'jiage'=>'价格',
    'zuidgm'=>'最大可购买',
    'jy'=>'交易',
    'xinren'=>'信任',
    'zanwgg'=>'暂无广告',
    'chengjls'=>'历史成交',
    'baojia'=>'报价',
    'fukqx'=>'付款期限',
    'fenz'=>'分钟',
    'nixiang'=>'你想',
    'duoshao'=>'多少',
    'shuru'=>'输入您想购买的金额',
    'shuliang'=>'输入您想购买的数量',
     'mfzc'=>'免费注册',
     'ljgm'=>'立即购买',
     'ljcs'=>'立即出售',
    'jyxz'=>'交易须知',
    'jyxzs'=>'交易前请详细了解对方的交易信息。',
    'jyxz2'=>'请通过平台进行沟通约定，并保存好相关聊天记录。',
   'jyxz3s' =>'如遇到交易纠纷，可通过申诉来解决问题。',
   'jyxz4'=>'在您发起交易请求后，',
   'jyxz4s'=>'被锁定在托管中，受到保护。如果您是买家，发起交易请求后，请在付款周期内付款并把交易标记为付款已完成。卖家在收到付款后将会放行处于托管中的',
   'jyyd'=>'交易前请阅读',
   'fwtk'=>'服务条款',
   'cjwt'=>'以及常见问题、交易指南等帮助文档。',
   'jyxz5'=>'请注意欺诈风险，交易前请检查该用户收到的评价和相关信用信息，并对新近创建的账户多加留意',
   'jyxz6'=>'托管服务保护网上交易的买卖双方。在发生争议的情况下，我们将评估所提供的所有信息，并将托管的',
   'jyxz6s'=>'放行给其合法所有者。',
   'gglyan'=>'广告留言',

'fabu'=>'发布一个广告',
'fabuinfo'=>'如果您经常交易，可以发布自己的交易广告。如果您只想购买或出售一次，我们建议您直接从购买或出售列表中下单交易。',
'fabugg'=>'发布一则交易广告是免费的。',
'fabuqb'=>'您的钱包中至少需要有',
'gglieb'=>'您的广告才会显示在交易列表中',
'fbjygg'=>'发布交易广告的用户每笔完成的交易需要缴纳',
'feiyong'=>'的费用。',
'feiyonginfo'=>'您必须在交易广告或交易聊天中提供您的付款详细信息，发起交易后，价格会锁定，除非定价中有明显的错误。',
'fukuanfx'=>'请注意高风险有欺诈风险的付款方式。',
'jylx'=>'交易类型 ',
'jybz'=>'交易币种',
'laitb'=>'莱特币',
'yitaif'=>'以太坊',
'xzbz'=>'请选择你要发布广告的币种。',
'gglx'=>'选择广告类型',
'zxcs'=>'在线出售',
'zxgm'=>'在线购买',
'zxinfo'=>'您想要创建什么样的交易广告？如果您希望出售比特币，请确保您的钱包中有USDT。',
'szd'=>'所在地',
'zuguo'=>'中国',
 'fzbugj'=>'请选择你要发布广告的国家。',
 'gdinfo'=>'更多信息',
 'huobi'=>'货币',
 'rmb'=>'人民币',
 'jypay'=>'您希望交易付款的货币类型。',
 'srjg'=>'请输入价格',
 'csjg'=>'USDT价格',

'xsd'=>'小数点后最多2位',
'zxxe'=>'最小限额',
'zxxe2'=>'请输入最小限额, 大于50',
'zxxe3'=>'最小交易额不可大于最大交易额，且大于或等于50',
'zxxe4'=>'一次交易的最低的交易限制。',
'zdxe'=>'最大限额',
'zdjy'=>'最大交易额不可小于最小交易额',
'jyinfo'=>'一次交易中的最大交易限制，您的钱包余额也会影响最大量的设置。',
'skfs'=>'收款方式',
'fkqx'=>'付款期限',

'qxfw'=>'付款期限设置范围: 5-45分钟',
'qxnhei'=>'您承诺在此期限内付款',


'fenzhong'=>'分钟',

'jyty'=>'请说明有关您交易的相关条款或备注您的支付方式，如微信号，支付宝号等，以便对方可以快速和您交易。',

'kejian'=>'下单前后都可见',
'bsy'=>'请输入少于4096字',
'ljfb'=>'立即发布',
'cgyq'=>'成功邀请',
'ren'=>'人',

'tcsy'=>'提成收益',
'wzyq'=>'文字邀请',

'hdgz'=>'活动规则',

'gz1'=>'登录，在“邀请好友”可以分享图片或者链接到朋友圈或者微信好友；',
'gz2'=>'好友成功通过您邀请链接注册并成功交易您可以获得USDT奖金，金额为交易额',
'gz3'=>'奖金以USDT形式，在当笔交易完成之后即刻发送到您的钱包中；',

'gz4'=>'同一用户仅能被邀请一次；',
'jl'=>'举例：当您带来一个注册的用户，如果他成功交易一笔100 USDT 的交易，您可以从这个交易者的交易费中赚取',
'jls'=>'您挣得的总数是',
'ddgl'=>'订单管理',
'jxz'=>'进行中',
'yjs'=>'已结束',

'jyhb'=>'交易伙伴',

'ddbh'=>'订单编号',

'leixing'=>'类型',
'jyje'=>'交易金额',

'jysl'=>'交易数量',
'cjsj'=>'创建时间',

'jyzt'=>'交易状态',

'wfk'=>'未付款',
'yfk'=>'已付款',
'ysf'=>'已释放',

'jywc'=>'交易完成',

'qxjy'=>'取消交易',
'sxz'=>'申诉中',
'ddcs'=>'订单超时',
'jycz'=>'交易操作',
'goumai'=>'购买',
'ddinfo'=>'订单信息',
'jyjg'=>'交易价格',
'sxf'=>'手续费',
'lt'=>'聊天',
'dfinfo'=>'对方信息',
'sdsm'=>'说点什么吧',
'jyl'=>'交易量',
'jycs'=>'已确认的交易次数',
'ci'=>'次',
'yhcjsj'=>'用户创建时间',
'dhhm'=>'电话号码',
'smrz'=>'实名认证',
'xr'=>'信任',
'jyts'=>'交易提示',
'jyts2'=>'对方的',
'jyts3'=>'已被托管锁定，您需要在规定时间内完成付款并点击“标记付款已完成”按钮，否则交易将自动取消。',
'jyts4'=>'转账时请在留言附上订单编号，否则对方可能无法识别您的付款。',
'jyts5'=>'您已标记付款完成，卖家在收到付款后将放行',
'jyts6'=>'给您。可主动联系对方，沟通确认款项',
'shijian'=>'时间',
'jine'=>'金额',
'sl'=>'数量',
'shouj'=>'售价',
'mairu'=>'买入',
'shouchu'=>'售出',
'jylx'=>'下线交易奖励',
'qbye'=>'钱包可用余额',
'jieshou'=>'接收',
'fasong'=>'发送',
'jsdz'=>'接收地址',
'wxts'=>'温馨提示：在虚拟币网络接收虚拟币通常需要等待一段时间。我们会在收到虚拟币网络1个确认后给您入账。在平台内相互转账是实时到账且免费的。',
'jyjl'=>'交易记录',
'sjdz'=>'实际到账金额',
'zhangtai'=>'状态',
'wlzr'=>'网络转入',
'zrcg'=>'转入成功',
'zzcl'=>'正在处理',
'zhmx'=>'暂无账户明细',
'wxtishi'=>'温馨提示：在',
'wlfs'=>'网络发送',
'xy'=>'通常需要10分钟',
'wlf'=>'网络转账费为',
'cb'=>'我们会先审核后再广播到',
'cbs'=>'网络，正在处理中代表平台正在审核中，处理完毕的您可以在交易明细中查看到转账详情。在平台内与用户之间的相互转账是实时到账且免费的。',
'fsdz'=>'发送地址',
'srdz'=>'请输入正确的地址',
'fsl'=>'发送数量，本次最多可发送',
'fsls'=>'请输入正确的数量，您最多发送',
'zjmm'=>'资金密码',
'ggyz'=>'谷歌6位验证码',

'ggmm'=>'请输入谷歌6位密码',
'beizhu'=>'备注',
'wlzc'=>'网络转出',
'zccg'=>'转出成功',
'zwmx'=>'暂无账户明细',
'jbinfo'=>'基本信息',
'bjtx'=>'编辑头像',
'sfyz'=>'身份验证',
// 'yiyz'=>'已验证',
'yanzheng'=>'已验证',
'dianhua'=>'手机号码',
'zcsj'=>'注册时间',
'xrrs'=>'信任人数',
'bei'=>'被',
'rxinren'=>'人信任',
'ljcs'=>'累计交易次数',
'ljzl'=>'累计交易量',
'jianjie'=>'简介，在您的公共资料上展示您的介绍信息。纯文本，不超过200个字',
'youjian'=>'请勿填写您邮箱，避免收到钓鱼邮件',
'baocun'=>'保存',
'yhzl'=>'用户资料',
'zhaq'=>'账户安全',
'sxrd'=>'受信任的',
'xrnd'=>'信任您的人',
'nxr'=>'您信任的人',
'npb'=>'您屏蔽的人',
'yanzhengts'=>'为确保交易安全，保障您的合法权益，请您完成身份验证！我们提供安全高效实时联网的官方身份认证服务，具有更高级别的安全保护。身份验证一旦成功，不予修改和解除认证。建议您谨慎选择，真实填写。',
'zhank'=>'展开',

'shouqi'=>'收起',
'dalu'=>'中国大陆身份证',
'wyz'=>'未验证',
'sy'=>'适用于大多数中国大陆用户',
'xm'=>'姓名',
'zsxm'=>'请输入真实姓名',
'sfhm'=>'身份证号码',
'zqhm'=>'请输入正确的身份证号码，15位或18位',
'queding'=>'确定',
'smrz'=>'实名认证设置成功',
'aqsz'=>'安全设置',
'zjmm'=>'资金密码',

'txxg'=>'提现、修改安全设置时输入',
'xiugai'=>'修改',
'ljsz'=>'立即设置',
'dlmim'=>'登录密码',
'dlsru'=>'用于登录账户时输入',
'gugeyz'=>'谷歌验证',
'gugebd'=>'绑定后，登录、提现、支付时需要谷歌二次验证',
'jiechu'=>'解除',
'qiyong'=>'启用',
'xgzj'=>'修改资金密码',
'zjinfo'=>'资金密码将用于比特币的提款，保护您的比特币不被他人轻易盗用，',
'zjmim'=>'请输入6-16位字母、数字或组合',
'yzjmima'=>'请输入原资金密码',
'xzjmima'=>'输入新资金密码',
'zcmima'=>'请再次输入新密码',
'lcmima'=>'两次密码不一致',
'xgdlmim'=>'修改登录密码',
'ydlmima'=>'请输入原登录密码',
'xdlmima'=>'请输入新登录密码',
'zcdlmima'=>'请再次输入新登录密码',
'bdguge'=>'绑定谷歌验证',
'gugeinfo'=>'请先扫码二维码或手工输入密钥，将手机上生成的动态验证码填到下面的输入框',
'zhanghu'=>'账户名称',
'miyao'=>'密钥',
'gugeyzm'=>'谷歌验证码',
'azguge'=>'如何安装谷歌验证码?',
'azsj'=>'iPhone手机',
'azyyong'=>'在App Store中搜索Google Authenticator下载应用',
'azsj'=>'Android手机',
'azinfo'=>'在安卓应用市场中搜索“谷歌身份验证器”，或搜索Google Authenticator下载应用',
'yzqy'=>'验证并启用',
'lsjy'=>'历史交易',
'zwinfo'=>'暂无相关信息',
'jiaoyicishu'=>'交易次数',
'gggl'=>'广告管理',

'csgg'=>'出售广告',
'gmgg'=>'购买广告',
'yixiajia'=>'已下架',
'bianhao'=>'编号',
'guanggao'=>'广告类型',
'guojia'=>'国家',
'bianji'=>'编辑',
'xiajia'=>'下架',
'cxsj'=>'重新上架',
'bjgg'=>'编辑一个交易广告',
'jiaoyibiz'=>'交易币种',
'jygginfo'=>'您想要创建什么样的交易广告？如果您希望出售比特币，请确保您的钱包中有比特币。',
'xuanze'=>'请选择你要发布广告的国家。',
'gengduo'=>'更多信息',
'hblx'=>'您希望交易付款的货币类型。',
'csbt'=>'您出售的比特币价格',
'xshud'=>'小数点后最多2位',
'guanggly'=>'广告留言',
'shoujizc'=>'邮箱注册',
'yyxm'=>'请输入英文用户名',
'eryyxm'=>'请输入4-16位英文用户名',
'taiw'=>'中国台湾',
'xiangg'=>'中国香港',
'sjh'=>'请输入邮箱地址',
'geshi'=>'手机号格式错误',
'yzm'=>'请输入验证码',
'cd'=>'验证码长度为6',
'fsyzm'=>'发送验证码',
'dlgs'=>'请输入6-16位的登录密码',
'qrdlmm'=>'确认登录密码',
'cwts'=>'请输入6-16位字母、数字或组合',
'lcmmbyz'=>'两次密码不一致',
'wyjs'=>'我已阅读并接受',
'btdb'=>'《服务条款》',
'zhuce'=>'注册',
'ansz'=>'安全设置',
'sjdl'=>'邮箱登录',
'dlinfo'=>'请输入密码(6~16个字符或字母组成)',
'ycyzm'=>'请输入右侧图像验证码',
'wjmm'=>'忘记密码',
'zhmima'=>'找回密码',
'yxzmim'=>'请通过邮箱来找回密码',
'sjzh'=>'邮箱找回',
'xiayibu'=>'下一步',
'mimacz'=>'密码重置',
'yqiu'=>'请按要求设置您的新密码',
'zaici'=>'请再次输入密码',
'wancheng'=>'完成',
'meiguo'=>'美国',
'erben'=>'日本',
'aoda'=>'澳大利亚',
);


